tutorials/rasCavitatingFoam/throttle/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          51;
        startFace       15151;
    }
    outlet
    {
        type            patch;
        nFaces          51;
        startFace       15202;
    }
    walls
    {
        type            wall;
        nFaces          436;
        startFace       15253;
    }
    frontBack
    {
        type            empty;
        nFaces          15420;
        startFace       15689;
    }
)

// ************************************************************************* //
